{
  "titleInsufficientBalance": "Insufficient balance",
  "titleUnknownBankError": "Bank unknown error",
  "titleTemporaryBankNetworkError": "Unexpected downtime",
  "titleSwitchingNetworkError": "Switching network issue",
  "titleInvalidDestination": "Invalid destination account",
  "titleRejectedByBank": "Transfer rejected by bank",
  "titleTransferError": "Fatal error",
  "titleTemporaryTransferError": "Temporary error",
  "titleEmptyAccountNameError": "Empty account Name",
  "titleDefaultError": "Unknown error",
  "expEmptyAccountNameError": "Account name cannot be empty.",
  "expInsufficientBalance": "There is insufficient balance in your account to make the disbursement in the desired amount.",
  "expUnknownBankError": "This means the bank has delivered an error they haven't documented, we haven't encountered before or the bank has specified they aren't sure what to do. By definition, this means the bank doesn't know the issue.",
  "expTemporaryBankNetworkError": "We have hardwired routine bank downtime in our system and queue requests received during this period so that they may be disbursed as soon as bank servers are back up again. However, Indonesian banks regularly experience unexpected downtime that typically last 1-3 hours. These may be caused by unexpected maintenance or data centres going down.",
  "expSwitchingNetworkError": "Switching networks provide the underlying payments rails for instant transfers. As such, when the switching network provider is having issues, the fund transfer will fail.",
  "expInvalidDestination": "This error occurs when a banking channel tells us an account is invalid. Typically, this means that the account is not yet registered at the destination bank or the bank has blocked the account. This also occurs for newly created bank accounts which have yet to be updated to national databases.",
  "expRejectedByBank": "Either the sending bank or destination bank can reject fund transfers for a variety of reasons. This is a generic bank error and the banks don't necessarily provide us the details for the failures.",
  "expTransferError": "We’ve encountered a fatal error while processing this disbursement. Normally, this means that certain API fields in your request are invalid.",
  "expTemporaryTransferError": "We’ve encountered an issue while attempting to process this disbursement. From experience, this issue should be resolved within the next 1-2 hours.",
  "expDefaultError": "We've encountered an unknown error while attempting to process this disbursement. Please contact our customer support team for assistance",
  "retryInsufficientBalance": "Yes, please retry the disbursement after ensuring that you have sufficient balance in your account.",
  "retryUnknownBankError": "Unfortunately, we are unable to predict whether the disbursement will succeed should you retry the same disbursement request. You may however choose to retry the same disbursement request at least one hour after receiving our callback at your own discretion.",
  "retryTemporaryBankNetworkError": "Yes, please retry the disbursement in 1-3 hours.",
  "retrySwitchingNetworkError": "Yes, please retry the disbursement in 1-3 hours.",
  "retryInvalidDestination": "You are unlikely to succeed if you retry the same disbursement request.However, there are times when the banks erroneously tell us that an existing bank account doesn't exist. This is an Indonesian bank integrity issue and sometimes is solved by retrying the transaction at least one hour after receiving our callback or by contacting the destination bank directly for more information.",
  "retryRejectedByBank": "Unfortunately, we are unable to predict whether the disbursement will succeed should you retry the same disbursement request. You may however choose to retry the same disbursement request at least one hour after receiving our callback at your own discretion.",
  "retryTransferError": "It is unlikely that the same disbursement request will succeed if you retry. Please contact our customer support team for more information.",
  "retryTemporaryTransferError": "Yes, please retry the disbursement in 1-2 hours.",
  "retryDefaultError": "You are unlikely to succeed if you retry the same disbursement request, please contact our customer support team for assistance"
}