{
  "thisElectronicServiceAgreement": "THIS ELECTRONIC SERVICE AGREEMENT (this “<1>Agreement</1>”) is made on the Effective Date by and between:",
  "aLimitedLiabilityCompanyIncorporated": "(1) PT SINAR DIGITAL TERDEPAN , a limited liability company incorporated in Indonesia and having its place of business at Rukan Grand Panglima Polim Kav 78, Jl. Panglima Polim Raya No. 16-17 Pulo, Kebayoran Baru, Jakarta Selatan, Indonesia 12160 (the “<1>First Party</1>”); and",
  "partyWhoseDetailsAreMentioned": "(2) Party whose details are mentioned in the Audit Trail (the “<1>Second Party</1>”).",
  "theFirstPartyAndSecondParty": "The First Party and Second Party are herein collectively referred to as the 'Parties', and individually as a 'Party'",
  "thePartiesFirstDeclareTheFollowing": "THE PARTIES FIRST DECLARE THE FOLLOWING MATTERS:",
  "thatTheFirstPartyIsALicensedPaymentGateway": "That the First Party is a licensed Payment Gateway company, engaged in financial technology services, inter alia the collection and the disbursement of electronic transactions proceeds as further stipulated hereunder;",
  "thatTheSecondPartyIsAMerchant": "That the Second Party, is a Merchant which its business is specified in the Account Activation Form, intends to engage the Services of the First Party subject to the clauses hereunder:",
  "1Interpretation": "1. INTERPRETATION",
  "definitionForThePurposesOfThisAgreement": "<0>Definitions</0>: For the purposes of this Agreement and the Schedules attached hereto, and except where the context requires otherwise:",
  "accountNameMeansATopLevelGateway": "'Account' means a top-level gateway identifier that is issued by the First Party to the Second Party to enable the Second Party’s use of the Services hereunder.",
  "effectiveDataMeansTheDateWhenTheSecondParty": "“Effective Date” means the date when the Second Party receives an electronic mail (e-mail) containing First Party confirmation of Second Party’s online registration application to use the Services hereunder.",
  "accountActivationFormMeansAFormThatHasToBeFilled": "“Account Activation Form” means a form that has to be filled out electronically by the merchant for the purpose of acquiring the Services hereunder.",
  "auditTrailMeansAnAutomaticGeneratedElectronicDocument": "“Audit Trail” means an automatic generated electronic document specifically and individually sent to the Second Party’s registered email address, containing certain information in the Account Activation Form, including IP address and time stamp, notifying the Second Party that the Second Party has provided its consent to be subject and bound to this Agreement at the time and from the IP address (location), verifying the Second Party’s legal action as recorded by the Audit Trail hereunder.",
  "servicesMeansCollectionAndTheDisbursement": "“Services” means Collection and the Disbursement of electronic transactions services provided by the First Party pursuant to Schedule 1 and as explained in further details in the Documentation.",
  "documentationMeansDetailedOnlineInformation": "“Documentation” means detailed online information regarding each collection and disbursement services offered by First Party that can be accessed on the First Party webpage (<1>https://docs.xendit.co/index.html</1>)",
  "conditionsMeansTheTermsAndConditionsThatApply": "“Conditions” means the terms and conditions that apply to the Second Party’s use of the Services, as set out in the First Party’s customer terms of use webpage (https://www.xendit.co/en/terms-and-conditions) (the “Online Customer Terms of Use”), and any reference stated to a particularly numbered in the Conditions shall be construed accordingly.",
  "restrictedBusinessMeansAListOfBusinessActivities": "“Restricted Business” means a list of business activities that are restricted or controlled by based on Indonesian legislation in which transactions cannot be processed or accommodated by the First Party pursuant to Conditions 11 (https://www.xendit.co/en/terms-and-conditions)",
  "endUserMeansAnyNaturalOrLegalPerson": "“End User” means any natural or legal person that purchases goods or services from the Second Party, or who otherwise transacts directly with the Second Party, whose information will be submitted by the Second Party to the First Party during the course of the Services.",
  "lossesMeansAnyLossesDamagesLiability": "“Losses” means any losses, damages, liability, costs and expenses (including reasonable fees and expenses of legal and other advisers, court costs and other dispute resolution costs) suffered or incurred by a Party.",
  "merchantsMeansAnOperatorOrOwner": "“Merchant(s)” means an operator or owner of a website or mobile application integrated with the Second Party or the Second Party itself,, from which an End-User is buying goods or services.",
  "2Services": "2. SERVICES",
  "theFirstPartyShallProvideToTheSecondParty": "The First Party shall provide to the Second Party the Services to accommodate the Second Party in collecting and disbursing electronic transaction proceeds for business model described in the Account Activation Form, with rates set forth in Schedule 1 -- subject always to the terms and conditions set out in this Agreement (including the Conditions, as amended, modified and supplemented from time to time).",
  "changesInTheSecondPartysBusinessDescription": "Changes in the Second Party’s business description as of the Effective Date, obliges the Second Party to inform the First Party no later than five (5) calendar days thereof.",
  "unlessThePartiesAgreeOtherwiseInWriting": "Unless the Parties agree otherwise in writing, the SecondParty may use other Services that are not covered on the Effective Date in Schedule 1 herein, subject to the First Party’s published pricing under Conditions 2.1.",
  "3FeesAndOtherPayments": "3. FEES AND OTHER PAYMENTS",
  "inConsiderationOfTheFirstParty": "In consideration of the First Party providing the Services, the Second Party agrees to pay to the First Party fees and charges set out in the Schedule 1 of this Agreement.",
  "inLineWithThePrevailingTaxationRegulations": "In line with the prevailing taxation regulations, the fees described in this clause herein are exclusive of any value-added tax for the sales of goods or services (VAT). The Second Party acknowledges and agrees to bear such applicable taxes in relation to the present agreement, except the First Party’s income tax . VAT late penalty imposed by tax authority due to Second Party’s omissions, shall be the responsibility of the Second Party.",
  "4TermsAndConditions": "4. TERMS AND CONDITIONS",
  "byEnteringIntoThisAgreementTheSecondParty": "By entering into this Agreement, the Second Party acknowledges and accepts all Conditions, which shall be incorporated herein by this reference. For the avoidance of doubt, the Conditions and the mentioned Schedules is an integral part of this Agreement and shall be read subject always to the Conditions. In the event of a conflict between the Agreement and the Conditions, the Conditions shall prevail.",
  "theFirstPartyReservesTheRightToAmendModifySupplement": "The First Party reserves the right to amend, modify or supplement the Conditions at any time and (subject to law) for an unlimited number of times subsequently without restriction by posting a revised version of the Conditions on the First Party’s webpage (https://www.xendit.co/en/terms-and-conditions), by providing a seven (7) calendar days’ prior notice (the “ <1>Notice Period</1>”) to the Second Party before the effective date of any amendment, modification or supplement, via electronic mail. Upon receipt, the Second Party shall be entitled to terminate this Agreement immediately by submitting a written notice to the First Party on its intention to terminate within the Notice Period. Upon the lapse of the Notice Period and to the extent that no notice has been received by the First Party, the Second Party hereby agrees to accept and be bound by any amendment, modification or supplement made to the Conditions. The most recent Conditions shall supersede and replace all previous versions of the Conditions.",
  "forTheAvoidanceOfDoubtWhereSuchTerminationNotice": "For the avoidance of doubt, where such termination notice referred to in Clause 4.2 above is received within the Notice Period, the most recent version of the Conditions shall apply at the time of termination.",
  "5TermSuspensionAndTermination": "5. TERM, SUSPENSION AND TERMINATION",
  "thisAgreementShallCommenceOnTheEffectiveDate": "This Agreement shall commence on the Effective Date for the initial term of one (1) year (the “<1>Initial Term</1>”).",
  "thisAgreementWillRenewAutomaticallyThirtyDays": "This Agreement will renew automatically thirty (30) days prior to the expiry of the Initial Term for additional terms of one (1) year each (each a “<1>Renewal Term</1>”) unless either Party provides written notice to the other Party on its intention to not renew the Agreement, at least thirty (30) calendar days prior to the commencement of any Renewal Term.",
  "inTheEventThatTheFirstPartyHasReasonableSuspicion": "In the event that the First Party has reasonable suspicion that the Second Party is in violation of this Agreement (including, but not limited to, the Conditions and the Restricted Business), that the Second Party’s conduct (including, without limitation, transmitting inaccurate and/or incomplete data to the First Party) poses a threat to the First Party’s systems, equipment, processes, or that the the services or products sold or rendered by the Second Party violate applicable law or are prohibited by any governmental authority, or negatively affect the society in general (the “<1>Threatening Condition</1>”), the First Party shall have the right to suspend the provision of the Services (including, but not limited to, the deactivation of the Second Party’s Account at any time with prior written notice containing details of the applicable Threatening Condition and timeline for the Second Party to rectify or remedy the Threatening Condition.",
  "uponTheSuspensionOfTheServicesInAccordanceWithClause": "Upon the suspension of the Services in accordance with Clause 5.3 above, the Second Party shall be entitled to clarify the Threatening Condition and demonstrate as well as provide supporting evidence(s) on measures taken by the Second Party to rectify or remedy the Threatening Conditions as basis for the First Party to reconsider lifting the suspension and resume Services. For the avoidance of doubt, the First Party shall not be liable for any Losses incurred (whether directly or indirectly, materially and non-immaterially) by the Second Party following the suspension of its Services to the Second Party pursuant Clause 5.4.",
  "whereTheServicesAreNotResumedAfterAPeriodOfSevenCalendarDays": "Where the Services are not resumed after a period of seven (7) calendar days after the suspension, and the Second Party has not exercised its rights to clarify the suspension or has failed to provide sufficient and reasonable measures and actions to rectify or remedy the Threatening Conditions to the First Party, the First Party shall be entitled to terminate this Agreement immediately upon written notice to the Second Party. For avoidance of doubt, the Second Party shall remain liable for all sums due and unpaid to the First Party before the termination of this Agreement. Conversely, the First Party shall be entitled with full authorization, to receive payment thereof and to set-off any outstanding payments owed to it including third party, with the Second Party’s account balance (if applicable).",
  "inAdditionToTheProvisionsStatedInThisAgreement": "In addition to the provisions stated in this Agreement, from time to time, the First Party is allowed to terminate this Agreement effective immediately by way of delivery of a written notice to the Second Party, if (i) the First Party determines in its sole discretion that the Second Party is no longer eligible for the Service upon reasonable suspicion of fraud or significant fraud or credit risk, or any other risks associated with the Second Party’s Account with the First Party; (ii) the Second Party uses the Services in a prohibited manner or otherwise does not comply with any of the provisions of this Agreement or the Conditions; (iii) any law, rule, regulation or financial services provider requiring the First Party to do so; or (iv) if it is reasonably suspected that the Second Party is in breach of the Conditions.",
  "thisAgreementMayBeTerminatedByEitherPartyEffective": "This Agreement may be terminated by either Party effective immediately with written notice in the event that either Party became a defendant in a voluntary or involuntary i) bankruptcy petition or ii) postponement of debt payment petition whether lodged by its Creditors or voluntary, or iii) its business is liquidated, dissolved or discontinued by operation of the law.",
  "thisAgreementMayBeTerminatedBytTheSecondPartyAtAnyTime": "This Agreement may be terminated by the Second Party at any time in the event of a breach by the First Party of any of the Conditions or the terms of this Agreement (including, but not limited to, any breach of the representations and warranties by the First Party in the Conditions) that remains uncured after seven (7) calendar days’ written notice thereof.",
  "notwithstandingAnyProvisionsInThisAgreementToTheContrary": "Notwithstanding any provision in this Agreement to the contrary, either Party may terminate this Agreement, without cause, with at least thirty (30) calendar days’ prior written notice.",
  "noTerminationShallInAnyEventAffectAnyRightsOrObligations": "No termination shall, in any event, affect any rights or obligations of each Party accrued or incurred as at the Effective Date of termination or which accrue thereafter in relation to any act or omission which occurred prior to such termination. Without prejudice to the generality of the foregoing, the Second Party will, notwithstanding termination of this Agreement for any reason, remain responsible for the due expenses to be paid or reimbursed by it which have been provided by the First Party pursuant to Clause 3 and the Conditions and all obligations of the Second Party under the Conditions that are explicitly stated including Conditions 9 and 13 shall remain in effect.",
  "thePartiesHerebyExpresslyAgreeToWaiveTheProvisionsOfArticle1266": "The Parties hereby expressly agree to waive the provisions of Article 1266 of the Indonesian Civil Code to the extent that a court order is required for the termination of this Agreement.",
  "6ForceMajeure": "6. FORCE MAJEURE",
  "eachPartyShallNotBeInBreachOfThisAgreementIfThereIsAnyTotal": "Each Party shall not be in breach of this Agreement if there is any total or partial failure of performance by it of its duties and obligations under this Agreement occasioned by any existing or future act of God, fire, act of government or state, war, civil commotion, insurrection, embargo, labour disputes of whatever nature, act of terrorism, strike, lockout, other industrial action, general failure of electricity or other supply, technical failure, accidental or mechanical or electrical breakdown, computer failure, failure of any money transmission system, unlawful breach of security (hacking), where the occurrence of the events stated in Condition 6.7 or any other reason which is beyond the control of such Party (each circumstance, a “<1>Force Majeure Event</1>”).",
  "ifEitherPartyIsUnableToPerformItsDutiesAndObligationsUnderThis": "If either Party is unable to perform its duties and obligations under this Agreement as a direct result of the effect of one (1) or more Force Majeure Event(s), such Party shall immediately notify the other Party in writing of such inability. The operation of the Agreement shall be suspended during the period (and only during the period) in which the Force Majeure Event(s) continues. If the Force Majeure Event(s) continues for a period of: (a) more than two (2) consecutive months from the date on which the affected Party notifies the other Party of such Force Majeure Event(s); or (b) such other extended period as may be agreed between the Parties in writing, either Party may issue a written notice to the other Party to terminate this Agreement with immediate effect from the date of such termination notice.",
  "eachPartyShallNotBeLiableForAnyLossesIncurred": "Each Party shall not be liable for any Losses incurred in relation to any Force Majeure Event by the other Party.",
  "7DisputeResolution": "7. DISPUTE RESOLUTION",
  "anyDisputeControversyOrDifferenceBetweenThePartiesArising": "Any dispute, controversy or difference between the Parties arising out of, or in relation to, this Agreement (including any dispute as to the validity, existence or termination of this Agreement) or for any breach thereof (a “<1>Dispute</1>”) shall be settled amicably by the Parties within thirty (30) calendar days following the written notification by one Party to the other Party of any such Dispute.",
  "ifTheDisputeHasNotBeenResolvedWithinTheAgreedTimeframe": "If the Dispute has not been resolved within the agreed timeframe, the Parties shall resolve their dispute with the Indonesian National Board of Arbitration (“<1>BANI</1>”) with Indonesian language, located at Wahana Graha 1st and 2nd floor, Jl. Mampang Prapatan No. 2, Jakarta 12760, Indonesia, appointing a single arbitrator in accordance with and subject to the arbitration rules of BANI for the time being in force. Subject to the arbitral award, which must be rendered no longer than 6 (six) months since registration, the Parties hereby acknowledge and accept that the arbitral award is final and binding to the Parties, where the losing Party shall bear all of the filing Dispute costs and/or fees incurred from the Dispute resolution proceeding, including but not limited to the cost of appointing the arbitrator for the closure of the Dispute as well stipulation of BANI decision from the relevant Court. The Parties expressly and irrevocably agree that the appointed arbitrator shall be solely bound by strict rules of law in making his/her decision and shall not be entitled to render an ex aequo et bono award.",
  "8Notices": "8. NOTICES",
  "eachNoticeRequiredToBeGivenByAPartyToTheOtherParty": "Each notice required to be given by a Party to the other Party shall be by electronic mail as follows:",
  "firstParty": "First Party",
  "secondParty": "Second Party",
  "asProvidedInTheAccountActivationForm": "as provided in the Account Activation Form",
  "unlessThereIsEvidenceThatANoticeOrCommunicationWasReceived": "Unless there is evidence that a notice or communication was received earlier, any such notice or communication shall be deemed to have been served: on the day of dispatch, provided that if a notice or communication is received after business hours it shall be deemed to have been received and to have effect on the next business day.",
  "eachNoticeOrCommunicateShallBeIrrevocableSave": "Each notice or communication shall be irrevocable save in respect of any manifest error.",
  "9RepresentationAndWarranty": "9. REPRESENTATION AND WARRANTY",
  "eachPartyAcknowledgesThatItIsAndWillContinueToBeInCompliance": "Each Party acknowledges that it is and will continue to be in compliance with all relevant laws, regulations, circulars, guidelines, and directives howsoever issued by any court or governmental, regulatory or professional agency, authority, or body, with respect to the provision of the Services. For the avoidance of doubt, this representation shall extend to eachParty’s employees, agents and representatives that are involved in the implementation of this Agreement.",
  "theSecondPartyHasReceivedAndWillContinueToMaintainAllRequisite": "The Second Party has received and will continue to maintain all requisite consents, approvals, clearances, licenses, exemptions, and authorisations from any applicable governmental, regulatory or professional agency, authority or body, or any authorised person therefrom, necessary for the legal and valid conduct of its business and operations in Indonesia.",
  "10Indemnification": "10. INDEMNIFICATION",
  "toTheExtentPermittedUnderLawTheBreachingPartyAgreesToIndemnify": "To the extent permitted under law, the breaching Party agrees to indemnify, defend, and hold harmless the non-breaching Party against, and to reimburse any one or more of the non-breaching Party or its affiliates in respect of all claims, causes of action, costs, expenses, losses, liabilities, damages, and obligations incurred arising from or relating to the breaching Party’s obligations pursuant to this Agreement, including without limitation any claims by third parties.",
  "11Miscellaneous": "11. MISCELLANEOUS",
  "thisAgreementIsGovernedByandMadeInaccordanceWithTheLaws": "This Agreement is governed by and made in accordance with the laws and regulations of the Republic of Indonesia and the Parties hereby declare to be subject to the applicable laws and regulations of the Republic of Indonesia.",
  "thisAgreementIsExecutedInBahasaIndonesiaAndEnglishVersion": "This Agreement is executed in Bahasa Indonesia and English version. the Parties agree that the Bahasa Indonesia version of this Agreement shall be treated as an integral and inseparable part of the English version. In the event of any ambiguity, discrepancies or inconsistency between the English and Indonesian versions, the Indonesian version shall prevail.",
  "ifOneOrMoreProvisionsOfThisAgreementOrArrangementsReferred": "If one or more provisions of this Agreement or arrangements referred to in this Agreement shall be declared invalid, illegal or unenforceable in any respect under any applicable law or decision, the validity, legality and enforceability of the remaining provisions and agreements contained or referred to in this Agreement shall not be affected or impaired in any way. Upon the occurrence of such an event, the Parties shall use their best efforts to amend such invalid, illegal or unenforceable provision(s) only to the extent necessary to be valid, legal and enforceable, as nearly as possible and consistent with the Parties’ original intention.",
  "thePartiesAckonwledgeThatThisAgreementIsExecuted": "The Parties acknowledge that this Agreement is executed electronically. Any reproduction of this Agreement is deemed an original of this Agreement provided it bears the verification and validation requirements under applicable laws or regulations. Henceforth, the Parties agree to be subject and bound to the clauses of the Agreement and shall not make any attempt to challenge or claim the validity of the method to which each Party manifests its consent as grounds for nullification before any dispute resolution venue or authority including the absence of the First Party consent herein.",
  "thePartiesAckonwledgeAndAgreeThatTheAbsenceOfTheFirstParty": "The Parties acknowledge and agree that the absence of the First Party electronic signature is intentional and such condition shall not in any way diminish any of the First Party’s rights and obligations as well the Second Party’s rights and obligations provided herein.",
  "inWitnessWhereofIsExecutedElectronicallyAndShall": "<0>IN WITNESS WHEREOF</0> is executed electronically and shall legally bind the Parties as of the Effective Date.",
  "schedule1": "SCHEDULE 1",
  "priceSchedule": "PRICE SCHEDULE",
  "inConsiderationOfTheFirstPartyProvidingTheServicesTheSecondParty": "In consideration of the First Party providing the Services, the Second Party agrees to pay to the First Party fees set out below:",
  "remarks": "Remarks",
  "feeDecidedByPaymentChannelProvided": "* Fee decided by payment channel provider",
  "mdrForIndonesianDigitalContentMerchants": "** <1>3%</1> MDR for Indonesian Digital Content Merchants",
  "mdrForForeignDigitalContentMerchants": "*** <1>3.5%</1> MDR for Foreign Digital Content Merchants",
  "secondPartyMustSignASeparateAgreementWithKredivo": "**** Second Party must sign a separate agreement with Kredivo",
  "termsOfPaymentAndMethod": "Terms of Payment and Method:",
  "methodOfPaymentIsDependentOnTheServiceWhichWillBeAgreedUpon": "Method of payment is dependent on the Service which will be agreed upon by both Parties and is subject to change:",
  "directDeductionTheApplicableServiceFeedInTheAmountSetOutAbove": "Direct Deduction: The applicable service fees in the amount set out above shall be automatically deducted from the balance of the Second Party by the First Party upon each executed Collection or Disbursement;",
  "thePricingOutlinedAboveExcludesPPN": "The pricing outlined above excludes PPN (i.e. tax).",

  "XPManagedSubAcc__secondPartyWhoseDetailsAreSpecified": "Second Party whose details are specified in Number 2 of Schedule 1 to this Agreement (the “<1>Second Party</1>”)",
  "XPManagedSubAcc__ptSinarDigitalTerdepan": "PT SINAR DIGITAL TERDEPAN, a limited liability company incorporated in Indonesia and having its place of business at Rukan Grand Panglima Polim Kav 78, Jl. Panglima Polim Raya No. 16-17 Pulo, Kebayoran Baru, Jakarta Selatan, Indonesia 12160 (the “<1>First Party</1>”); and",
  "XPManagedSubAcc__theFirstAndSecondParty": "The First Party and Second Party are herein collectively referred to as the “<1>Parties</1>”, and individually as a “<3>Party</3>”.",
  "XPManagedSubAcc__secondPartyIsBusinessPartner": "The Second Party is a business partner of <1>{{businessLegalName}}</1> (“<3><0>{{businessLegalName}</0></3>”), its business which is specified in Number 3 of Schedule 1 of this Agreement intends to engage the services, as may vary from time to time in accordance with this Agreement and the T&C, (the “<5>Services</5>”), of the First Party; and",
  "XPManagedSubAcc__secondPartyIsMerchant": "That the Second Party, is a Merchant which its business is specified in the Electronic Registration Form, intends to engage the Services of the First Party subject to the clauses hereunder:",
  "XPManagedSubAcc__accountOrMasterAccount": "“<1>Account / Master Account</1>” means a top-level gateway identifier that is issued by the First Party to the {{businessLegalName}} to enable the Second Party’s use of the Services hereunder.",
  "XPManagedSubAcc__subAccount": "“<1>Sub Account</1>” shall mean a second-level gateway identifier that is created by the First Party at the request of the Second Party for Merchants that are connected to the Master Account, to which may be accessed, controlled and monitored by the Master Account and may have limited features in comparison to the Master Account.",
  "XPManagedSubAcc__services": "“<1>Services</1>” means Collection and the Disbursement of electronic transactions services provided by the First Party pursuant to Schedule 2 and as explained in further details in the Documentation.",
  "XPManagedSubAcc__documentation": "“<1>Documentation</1>” means detailed online information regarding each collection and disbursement services offered by First Party that can be accessed on the First Party webpage (<3>https://docs.xendit.co/index.html</3>)",
  "XPManagedSubAcc__termsAndConditions": "“<1>T&C</1>” means the terms and conditions that apply to the Second Party’s use of the Services, as set out in the First Party’s customer terms of use webpage (<3>https://www.xendit.co/en/terms-and-conditions</3>) (the “<5>Online Customer Terms of Use</5>”), and any reference stated to a particularly numbered in the T&C shall be construed accordingly.",
  "XPManagedSubAcc__restrictedBusiness": "“<1>Restricted Business</1>” means a list of business activities that are restricted or controlled based on Indonesian legislation in which transactions cannot be processed or accommodated by the First Party pursuant to T&C 11 (<3>https://www.xendit.co/en/terms-and-conditions</3>)",
  "XPManagedSubAcc__dashboard": "“<1>Dashboard</1>” means a web-based reporting platform provided by the First Part to the Second Party, where hereunder is provided to the holders of the Master Account and Sub Account(s).",
  "XPManagedSubAcc__endUser": "“<1>End User</1>” means any natural or legal person that purchases goods or services from the Second Party, or who otherwise transacts directly with the Second Party, whose information will be submitted by the Second Party to the First Party during the course of the Services.",
  "XPManagedSubAcc__losses": "“<1>Losses</1>” means any losses, damages, liability, costs and expenses (including reasonable fees and expenses of legal and other advisers, court costs and other dispute resolution costs) suffered or incurred by a Party.",
  "XPManagedSubAcc__merchants": "“<1>Merchant(s)</1>” means an operator or owner of a website or mobile application integrated with the Second Party or the Second Party itself,, from which an End-User is buying goods or services.",
  "XPManagedSubAcc__firstPartyShallProvideSecondParty": "The First Party shall provide to the Second Party the Services to accommodate the Second Party in collecting and disbursing electronic transaction proceeds for business model described in Schedule 1, with rates set forth in Schedule 2 -- subject always to the terms and conditions set out in this Agreement (including the T&C, as amended, modified and supplemented from time to time). For the avoidance of doubt, the Second Party Shall be provided a Sub Account throughout the entire term of the Agreement.",
  "XPManagedSubAcc__partiesAgreeOtherwiseInWriting": "Unless the Parties agree otherwise in writing, the Second Party may use other Services that are not covered on the Effective Date in Schedule 2 herein, subject to the First Party’s published pricing under T&C 2.1.",
  "XPManagedSubAcc__inConsiderationOfFirstParty": "In consideration of the First Party providing the Services, the Second Party agrees to pay to the First Party fees and charges set out in the Schedule 2 of this Agreement.",
  "XPManagedSubAcc__inLineWithPrevailingTaxation": "In line with the prevailing taxation regulations, the fees described in this clause herein are exclusive of any value-added tax for the sales of goods or services (VAT), unless is stipulated otherwise in Schedule 2. The Second Party acknowledges and agrees to bear such applicable taxes in relation to the present agreement, except the First Party’s income tax. VAT late penalty imposed by tax authority due to Second Party’s omissions, shall be the responsibility of the Second Party.",
  "XPManagedSubAcc__firstPartyReservesTheRight": "The First Party reserves the right to amend, modify or supplement the Conditions at any time and (subject to law) for an unlimited number of times subsequently without restriction by posting a revised version of the Conditions on the First Party’s webpage (<1>https://www.xendit.co/en/terms-and-conditions</1>), by providing a seven (7) calendar days’ prior notice (the “<3>Notice Period</3>”) to the Second Party before the effective date of any amendment, modification or supplement, via electronic mail. Upon receipt, the Second Party shall be entitled to terminate this Agreement immediately by submitting a written notice to the First Party on its intention to terminate within the Notice Period. Upon the lapse of the Notice Period and to the extent that no notice has been received by the First Party, the Second Party hereby agrees to accept and be bound by any amendment, modification or supplement made to the Conditions. The most recent Conditions shall supersede and replace all previous versions of the Conditions.",
  "XPManagedSubAcc__eachPartyAcknowledges": "Each Party acknowledges that it is and will continue to be in compliance with all relevant laws, regulations, circulars, guidelines, and directives whatsoever issued by any court or governmental, regulatory or professional agency, authority, or body, with respect to the provision of the Services. For the avoidance of doubt, this representation shall extend to each Party’s employees, agents and representatives that are involved in the implementation of this Agreement.",
  "XPManagedSubAcc__secondPartyAcknowledges": "The Second Party acknowledges that the Sub Account being provided under the Service hereunder, may be accessed, controlled and monitored by the Master Account including the fact that certain Confidential Information may be transmitted by the Master Account to any third party at the discretion of the Master Account.",
  "XPManagedSubAcc__secondPartyShallHoldFirstPartyHarmless": "The Second Party shall hold the First Party harmless from any claim, action or any form of legal act in relation to any dispute arising between the Second Party - as the holder of a Sub Account and the Second Party’s business partner - as holder of the Master Account herein."
}