{
  "devanTesti": "Xendit provided us payments and flexibility no one else could. If they expand beyond Indonesia, we'll use them everywhere",
  "haryantoTesti": "Xendit definitely saves us time and replaces manual processes to make it seamless",
  "ernestTesti": "Xendit has been our first choice in Payment Gateway partner due to its technology capabilities and amazing account management. Keep up the good work Xendit Team!",
  "pandjiTesti": "Xendit has been very helpful to Banner since day one. They were the only payment gateway who open with us to develop subscription plugin for WooCommerce. Also, their customer support is also really nice, solve our technical problems in timely fashion and thoroughly.",
  "auroTesti": "With a constantly developing product and an excellent customer service delivery Xendit has outperformed all our other payment gateways and is our go to payment gateway partner for all our business.",
  "jasonTesti": "The team at Xendit is super helpful and very efficient on both our systems' integrations. The local and regional Xendit teams are very responsive to our day to day queries on challenges faced by our tenants and have been an integral part to our business transformation.",
  "nayokoTesti": "Great platform for payment, a lot of genius innovation that makes transacting in Indonesia easy for both the seller and buyer. Easy to use and require little training for the seller.",
  "welcomeToPayments": "Welcome to payments as it should be",
  "welcomeToInstamoney": "Welcome to Instamoney",
  "acceptSendAndDetect": "Accept, send and detect online payments, instantly and securely.",
  "alreadyHaveAccount": "Already have an account? Click here to sign in.",
  "registerFullName": "Full name",
  "registerWorkEmail": "Work email",
  "registerPassword": "Password",
  "registerBusinessName": "Business name",
  "registerEmail": "Email",
  "registerPhoneNumber": "Business phone number",
  "register": "Register",
  "errorEmptyEmail": "Work email is not allowed to be empty",
  "errorValidEmail": "Work email must be a valid email",
  "errorEmptyBusinessName": "Business name is not allowed to be empty",
  "errorEmptyFullName": "Full name is not allowed to be empty",
  "errorEmptyPassword": "Password is not allowed to be empty",
  "errorPassword": "Password must contain at least one letter, one number, and 8 characters minimum",
  "errorEmptyPhoneNumber": "Phone number is not allowed to be empty",
  "errorPhoneNumber": "Invalid format, example: +62 812 3123 1231",
  "emptyEmailIM": "Email is not allowed to be empty",
  "invalidEmailIM": "Invalid email format, example: test@mail.com",
  "BUSINESS_DUPLICATE_EMAIL_ERROR": "Work email already exists",
  "DUPLICATE_USER_ERROR": "User email already exists",
  "enterYourDetails": "Enter your details to complete your account registration",
  "youAreInvited": "You have been invited by <1>{{name}}</1> (<2>{{email}}</2>) to create an account in order to start processing payments on their platform.",
  "fewMinutesToRegister": "It takes only a few minutes to register and be on your way to processing live transactions.",
  "contactForQuestions": "Please contact <1>help@xendit.co</1> if you have any questions.",
  "backToDashboard": "Back to dashboard",
  "errorEmptyField": "Oops! You did not fill up a field. All fields on this page are required",
  "whatFullName": "What is your full name?",
  "whatBusiness": "What is the name of your business?",
  "whatEmail": "What is your work email address?",
  "setPassword": "Set a password for your account",
  "createYourXenditAccount": "Create your Xendit account",
  "createFreeAccount": "Create free account",
  "getHelp": "Get help",
  "login": "Login",
  "language": "Language",
  "back": "Back",
  "tryToLogin": "Try to login instead?",
  "dontForgetVerifyEmail": "Don't forget to verify your email to keep your account active!",
  "tellMoreAboutYou": "Tell us a bit more about you",
  "whatIndustryOperate": "What industry does your business operate in?",
  "specifyIndustry": "Please specify the industry",
  "howManyEmployees": "How many employees do you have?",
  "paymentGatewayMainlyUsed": "Which payment gateway do you mainly use?",
  "specifyPaymentGateway": "Please specify the payment gateway",
  "interestInXendit": "What are you interested in using Xendit for?",
  "acceptingMoney": "Accepting money",
  "sendingMoney": "Sending money",
  "continue": "Continue",
  "businessName": "Business name",
  "useDifferentBusinessName": "Please use a different business name",
  "whatCountryOfOperation": "Which country will your business be operating in? ",
  "ifYourBusinessOperates": "If your business operates in both Indonesia and the Philippines, you would need to create 2 Xendit accounts.",
  "selectCountryOfOperation": "Please select country of operation",
  "byRegisteringYouAuthorizeAndConsent": "By registering, you authorize and consent to the processing by Xendit of your Personal Information relating to your accounts with us for the purpose of service and product delivery.",
  "phPrivacyNotice": "Privacy Notice",
  "signIn": "Sign In",
  "tryOutXenditProducts": "Try out Xendit products <1>for free</1> and begin simulating payments with ease.",
  "bySigningUp": "By signing up, you agree to the ",
  "termsOfUse": "Terms of Use",
  "getStarted": "Get started",
  "RECAPTCHA_VALIDATION_ERROR": "Error validating reCAPTCHA, please try again.",
  "RECAPTCHA_VALIDATION_FAILED": "Please check the reCAPTCHA checkbox so that we know you are not a robot :)",
  "DUPLICATE_EMAIL_USER": "User email already registered, please contact help@xendit.co",
  "subAccountCreationInfo": "You are creating a test sub-account.",
  "subAccountInvited": "has invited you to create an account to start processing payments on their platform.",
  "createSubAccountHeading": "Create Your Xendit account",
  "countryOfOperation": "Country of operation",
  "subAccountRegistered": "Test sub-account registered!",
  "canCreateTransaction": "You may now create test transactions for your sub-account using your development API key.",
  "notes": "Note",
  "subaccountsGetAccess": "Sub-accounts created in live mode get access to the full Xendit dashboard .They will be redirected to the dashboard after registration to continue the onboarding process.",
  "xpSubAccountTOS": "By signing up, you agree to the <1>Terms of Use</1> and the <3>xenPlatform account agreement</3>.",
  "thisIsATestSubAcc": "This is a test sub-account:",
  "onlyTestCanBeCreated": "Only test transactions can be created for this sub-account after registration",
  "doNotUseRealEmail": "Do not use an email that you want to create a live sub-account for"
}
