{
  "titleInsufficientBalance": "Saldo Anda tidak mencukupi",
  "titleUnknownBankError": "Kesalahan bank tidak diketahui",
  "titleTemporaryBankNetworkError": "Downtime yang tak terduga",
  "titleSwitchingNetworkError": "Masalah pengalihan jaringan",
  "titleInvalidDestination": "Rekening tujuan tidak valid",
  "titleRejectedByBank": "Transfer ditolak oleh bank",
  "titleTransferError": "Kesalahan fatal",
  "titleTemporaryTransferError": "Kesalahan Sementara",
  "titleEmptyAccountNameError": "Nama akun kosong",
  "titleDefaultError": "Kesalahan yang tidak diketahui",
  "expEmptyAccountNameError": "Nama akun tidak boleh kosong.",
  "expInsufficientBalance": "Saldo Anda tidak mencukupi untuk melakukan pengiriman uang dalam jumlah yang diinginkan.",
  "expUnknownBankError": "Ini berarti bahwa bank telah mengirimkan kesalahan yang belum didokumentasikan, kami belum pernah mengalami kesalahan ini sebelumnya atau bank tidak yakin apa yang harus dilakukan. Artinya, bank tidak tahu mengenai kesalahan ini.",
  "expTemporaryBankNetworkError": "Kami memiliki jalur rutin untuk downtime pada bank di sistem kami dan antrian permintaan yang diterima selama periode downtime sehingga akan segera diproses segera setelah server bank telah pulih kembali. Akan tetapi, pada umumnya bank di Indonesia mengalami gangguan yang tidak terduga yang bisa berlangsung selama 1-3 jam. Hal ini dapat disebabkan oleh kegiatan pemeliharaan yang tidak terjadwal atau pusat data yang mengalami gangguan.",
  "expSwitchingNetworkError": "jaringan switching menyediakan layanan pembayaran untuk transfer instan. Dengan demikian, ketika penyedia jaringan switching mengalami kendala, transfer dana yang dilakukan akan gagal.",
  "expInvalidDestination": "Kesalahan ini terjadi ketika bank memberitahu kami bahwa akun tidak valid. Pada umumnya, akun tersebut belum terdaftar pada bank tujuan atau bank telah memblokir rekening tersebut. Hal ini juga terjadi untuk rekening bank yang baru dibuat dan belum diperbarui ke database nasional.",
  "expRejectedByBank": "Antara bank pengirim atau bank tujuan dapat menolak transfer dana untuk berbagai alasan. Ini adalah kesalahan bank yang generik dan bank tidak selalu memberikan kami rincian untuk kegagalan.",
  "expTransferError": "Kami mengalami kesalahan fatal saat memproses disbursement anda. Pada umumnya, ini mengindikasikan bahwa terdapat field API tertentu yang tidak valid dalam permintaan Anda.",
  "expTemporaryTransferError": "Kami mengalami kendala ketika mencoba untuk memproses disbursement ini. Berdasarkan pengalaman, masalah ini akan selesai dalam 1-2 jam ke depan.",
  "expDefaultError": "Kami mengalami kesalahan yang tidak diketahui ketika memproses disbursement anda. Silakan hubungi customer support kami untuk bantuan lebih lanjut",
  "retryInsufficientBalance": "Ya, silakan coba lagi pencairan setelah memastikan bahwa Anda memiliki cukup saldo di account Anda.",
  "retryUnknownBankError": "Sayangnya, kami tidak dapat memprediksi apakah pengiriman uang akan berhasil atau tidak apabila Anda meminta pengiriman uang yang sama. Namun, Anda dengan bijaksana dapat memilih untuk mencoba kembali permintaan pengiriman uang yang sama setidaknya satu jam setelah menerima panggilan balik dari kami.",
  "retryTemporaryBankNetworkError": "Ya, silakan coba pencairan lagi dalam 1-3 jam.",
  "retrySwitchingNetworkError": "Ya, silakan coba pencairan lagi dalam 1-3 jam.",
  "retryInvalidDestination": "Anda tidak mungkin berhasil jika Anda mencoba request pencairan yang sama. Namun, ada kalanya bank memberitahu kami bahwa rekening bank yang ada tidak ada. Ini adalah masalah integritas Bank Indonesia dan terkadang dapat diselesaikan dengan mencoba kembali transaksi setidaknya satu jam setelah menerima panggilan balik kami atau dengan menghubungi bank tujuan langsung untuk informasi lebih lanjut.",
  "retryRejectedByBank": "Sayangnya, kami tidak dapat memprediksi apakah pengiriman uang akan berhasil atau tidak apabila Anda meminta pengiriman uang yang sama. Namun, Anda dengan bijaksana dapat memilih untuk mencoba kembali permintaan pengiriman uang yang sama setidaknya satu jam setelah menerima panggilan balik dari kami.",
  "retryTransferError": "Sepertinya tidak mungkin bahwa permintaan disbursement yang sama akan berhasil jika Anda mencoba lagi. Silakan hubungi tim customer support kami untuk informasi lebih lanjut.",
  "retryTemporaryTransferError": "Ya, silakan coba pencairan lagi dalam 1-2 jam.",
  "retryDefaultError": "Anda mungkin tidak akan berhasil jika Anda mencoba kembali permintaan pencairan yang sama, silahkan hubungi tim dukungan pelanggan kami untuk mendapatkan bantuan"
}