{
  "thisElectronicServiceAgreement": "PERJANJIAN LAYANAN ELEKTRONIK INI (“<1>Perjanjian</1>” ini) dibuat pada Tanggal Efektif oleh dan antara:",
    "aLimitedLiabilityCompanyIncorporated": "(1) PT SINAR DIGITAL TERDEPAN, suatu perseroan terbatas yang didirikan di Indonesia dan bertempat kedudukan di Rukan Grand Panglima Polim Kav 78, Jl. Panglima Polim Raya No. 16-17 Pulo, Kebayoran Baru, Jakarta Selatan, Indonesia 12160 (“<1>Pihak Pertama</1>”); dan",
    "partyWhoseDetailsAreMentioned": "(2) Pihak yang disebutkan dalam Rekam Audit (“<1>Pihak Kedua</1>”).",
    "theFirstPartyAndSecondParty": "Pihak Pertama dan Pihak Kedua dalam Perjanjian ini secara bersama-sama disebut sebagai “Para Pihak”, dan secara sendiri-sendiri sebagai “Pihak”.",
    "thePartiesFirstDeclareTheFollowing": "PARA PIHAK MENERANGKAN TERLEBIH DAHULU:",
    "thatTheFirstPartyIsALicensedPaymentGateway": "Bahwa Pihak Pertama adalah perusahaan pemegang Izin Payment Gateway yang bergerak dalam bidang teknologi keuangan, yang antara lain menyediakan layanan penerimaan pembayaran transaksi elektronik dan penerusan hasil pembayaran transaksi elektronik sebagaimana diatur lebih lanjut dalam Perjanjian ini ;",
    "thatTheSecondPartyIsAMerchant": "Bahwa Pihak Kedua, adalah Pedagang yang bidang usahanya dinyatakan dalam Formulir Pengaktifan Akun, bermaksud untuk menggunakan Layanan Pihak Pertama, tunduk kepada klausula-klausula dibawah ini:",
    "1Interpretation": "1. INTERPRETASI",
    "definitionForThePurposesOfThisAgreement": "<0>Definisi</0>: Untuk tujuan Perjanjian ini dan Lampiran Perjanjian ini, dan kecuali konteksnya menyatakan lain:",
    "accountNameMeansATopLevelGateway": "'Akun' artinya portal pengenal top-level yang dibuat dan disediakan oleh Pihak Pertama kepada Pihak Kedua agar Pihak kedua dapat menggunakan Layanan berdasarkan Perjanjian ini.",
    "effectiveDataMeansTheDateWhenTheSecondParty": "““Tanggal Efektif” artinya tanggal dimana Pihak Kedua menerima surat elektronik (surel) berisikan konfirmasi persetujuan Pihak Pertama atas pendaftaran online Pihak Kedua untuk menggunakan Layanan berdasarkan Perjanjian ini.",
    "accountActivationFormMeansAFormThatHasToBeFilled": "“Formulir Pengaktifan Akun” artinya formulir yang wajib diisi secara elektronik oleh pedagang dalam rangka mendapatkan persetujuan untuk menggunakan Layanan berdasarkan Perjanjian ini.",
    "auditTrailMeansAnAutomaticGeneratedElectronicDocument": "“Rekam Audit” artinya suatu dokumen elektronik yang dibuat secara otomatis yang dikirimkan secara spesifik dan secara individual ke surel Pihak Kedua yang terdaftar, memuat informasi tertentu dalam Formulir Pengaktifan Akun, termasuk alamat IP dan cap waktu, menginformasikan Pihak Kedua bahwa Pihak Kedua telah memberikan persetujuan untuk tunduk dan terikat kepada Perjanjian ini pada waktu dan melalui alamat IP (lokasi), yang memverifikasi perbuatan hukum Pihak Kedua sebagaimana tercatat pada Rekam Audit dalam Perjanjian ini.",
    "servicesMeansCollectionAndTheDisbursement": "“Layanan” artinya layanan Penerimaan Pembayaran transaksi elektronik dan Penerusan Hasil Pembayaran transaksi elektronik yang disebutkan pada Lampiran 1, dan sebagaimana dijelaskan secara rinci dalam Dokumentasi.",
    "documentationMeansDetailedOnlineInformation": "“Dokumentasi” artinya informasi detil daring terkait setiap produk layanan penerimaan pembayaran transaksi elektronik dan penerusan hasil pembayaran transaksi elektronik yang ditawarkan Pihak Pertama yang dapat diakses pada laman web Pihak Pertama (<1>https://docs.xendit.co/id/index.html</1>)",
    "conditionsMeansTheTermsAndConditionsThatApply": "“Ketentuan” artinya syarat dan ketentuan yang berlaku bagi Pihak Kedua untuk penggunaan Layanan Pihak Kedua, sebagaimana disampaikan dalam persyaratan pelanggan Pihak Pertama untuk pelanggan penggunaan pada laman web Pihak Pertama (https://www.xendit.co/id/terms-and-conditions) (“Persyaratan Penggunaan Pelanggan Online”) dan referensi yang disampaikan pada apapun terhadap Ketentuan yang dinomorkan harus ditafsirkan sesuai dengan itu.",
    "restrictedBusinessMeansAListOfBusinessActivities": "“Kegiatan Yang Dilarang” artinya aktivitas usaha yang dilarang atau dibatasi untuk dilakukan berdasarkan peraturan perundangan-undangan di Indonesia, yang transaksinya tidak dapat diproses atau akomodasi oleh Pihak Pertama sebagaimana diatur pada Ketentuan 11. (https://www.xendit.co/id/terms-and-conditions)",
    "endUserMeansAnyNaturalOrLegalPerson": "“Pengguna Akhir” artinya perseorangan atau badan usaha yang membeli barang atau jasa dari Pihak Kedua, atau bertransaksi langsung dengan Pihak kedua, dimana informasinya akan dikirimkan oleh Pihak Kedua kepada Pihak Pertama selama menggunakan Layanan.",
    "lossesMeansAnyLossesDamagesLiability": "'Kerugian' artinya kerugian, kerusakan, tanggung jawab, biaya dan pengeluaran (termasuk upah dan pengeluaran yang wajar atas penasihat hukum dan penasehat lainnya, biaya pengadilan dan biaya penyelesaian sengketa lainnya) yang diderita atau dikeluarkan oleh suatu Pihak.",
    "merchantsMeansAnOperatorOrOwner": "“Pedagang” artinya pengelola atau pemilik situs web atau aplikasihandphone yang terintegrasi dengan Pihak Kedua atau adalah Pihak Keduasendiri, dari mana Pengguna Akhir membeli barang atau layanan.",
    "2Services": "2. LAYANAN",
    "theFirstPartyShallProvideToTheSecondParty": "Pihak Pertama akan menyediakan Pihak Kedua Layanan untuk mengakomodasi Pihak Kedua dalam penerimaan dan penerusan hasil transaksi elektronik untuk bidang usaha yang dideskripsikan dan diinformasikan oleh Pihak Kedua dalam Formulir Pengaktifan Akun , dengan biaya yang ditetapkan dalam Lampiran 1 -- tunduk selalu pada syarat dan ketentuan yang ditetapkan dalam Perjanjian ini (termasuk Ketentuan, sebagaimana diamandemen, diubah dan ditambahkan dari waktu ke waktu.",
    "changesInTheSecondPartysBusinessDescription": "Perubahan deskripsi bidang usaha Pihak Kedua setelah Tanggal Efektif, mewajibkan Pihak Kedua untuk melakukan pemberitahuan kepada Pihak Pertama selambat-lambatnya lima (5) hari kalender sejak perubahan tersebut.",
    "unlessThePartiesAgreeOtherwiseInWriting": "Kecuali ditentukan lain oleh Para Pihak secara tertulis, Pihak Kedua dapat mempergunakan Layanan yang tidak tercakup saat tanggal Efektif berdasarkan Lampiran 1 Perjanjian ini, dengan tunduk kepada harga yang dipublikasikan pada Ketentuan 2.1.",
    "3FeesAndOtherPayments": "3. BIAYA DAN PEMBAYARAN LAINNYA",
    "inConsiderationOfTheFirstParty": "Sehubungan dengan Layanan yang diberikan Pihak Pertama, Pihak Kedua setuju untuk membayar biaya dan kewajiban yang ditetapkan dalam Lampiran 1 Perjanjian ini.",
    "inLineWithThePrevailingTaxationRegulations": "Sesuai dengan peraturan perpajakan yang berlaku, biaya-biaya yang dijelaskan dalam Klausul tidak termasuk pajak pertambahan nilai (PPN) atas penjualan barang dan jasa. Pihak Kedua mengetahui dan menyetujui untuk menanggung seluruh pajak yang yang berlaku sehubungan dengan Layanan yang diberikan berdasarkan Perjanjian ini, kecuali atas pajak penghasilan Pihak Pertama (Pph). Denda keterlambatan pembayaran PPN yang dibebankan oleh otoritas pajak karena kelalaian Pihak Kedua, akan menjadi tanggungan Pihak Kedua.",
    "4TermsAndConditions": "4. SYARAT DAN KETENTUAN",
    "byEnteringIntoThisAgreementTheSecondParty": "Dengan menandatangani Perjanjian ini, Pihak Kedua mengakui dan menerima semua Ketentuan, yang dianggap dicantumkan dalam Klausul ini dengan rujukan ini. Untuk menghindari keraguan, Ketentuan dan Lampiran-Lampiran yang disebutkan adalah satu kesatuan dengan Perjanjian ini. Jika ada yang bertentangan antara Ketentuan dan Perjanjian ini, Ketentuan yang berlaku.",
    "theFirstPartyReservesTheRightToAmendModifySupplement": "Pihak Pertama berhak untuk mengamandemen, mengubah atau menambahkan Ketentuan setiap saat (sepanjang tunduk pada hukum) dan dengan jumlah tak terbatas dengan menempatkan versi perubahan Ketentuan pada laman web Pihak Pertama (https://www.xendit.co/id/terms-and-conditions), dengan memberikan pemberitahuan tujuh (7) hari kalender sebelumnya (“<1>Periode Pemberitahuan</1>”) kepada Pihak Kedua sebelum tanggal amandemen, perubahan atau penambahan Ketentuan berlaku, melalui surat elektronik. Setelah pemberitahuan diterima, Pihak Kedua berhak untuk seketika mengakhiri Perjanjian ini dengan mengirimkan pemberitahuan tertulis kepada Pihak Pertama atas keinginannya untuk mengakhiri Perjanjian dalam Periode Pemberitahuan. Setelah Periode Pemberitahuan berlalu dan sejauh tidak adanya pemberitahuan yang diterima oleh Pihak Pertama, Pihak Kedua menyatakan persetujuan untuk menerima dan terikat dengan amandemen, perubahan atau penambahan yang dilakukan atas Ketentuan. Ketentuan terkini akan menghapus dan mengganti semua versi Ketentuan sebelumnya .",
    "forTheAvoidanceOfDoubtWhereSuchTerminationNotice": "Untuk menghindari keraguan, di mana pemberitahuan pengakhiran yang dimaksud Klausul 4.2. di atas diterima dalam Periode Pemberitahuan, versi Ketentuan yang terkini akan berlaku pada saat pengakhiran.",
    "5TermSuspensionAndTermination": "5. JANGKA WAKTU, PENUNDAAN DAN PENGAKHIRAN",
    "thisAgreementShallCommenceOnTheEffectiveDate": "Perjanjian ini berlaku pada Tanggal Berlaku untuk jangka waktu awal satu (1) tahun (“<1>Jangka Waktu Awal</1>”).",
    "thisAgreementWillRenewAutomaticallyThirtyDays": "Perjanjian ini akan diperbaharui dengan sendirinya dalam tiga puluh (30) hari sebelum berakhirnya Jangka Waktu Awal untuk jangka waktu tambahan masing-masing satu (1) tahun (masing-masing “<1>Jangka Waktu Pembaharuan</1>”) kecuali jika suatu Pihak memberikan pemberitahuan tertulis kepada Pihak lainnya bahwa Perjanjian tidak akan diperpanjang, paling lambat tiga puluh (30) hari kalender sebelum dimulainya Jangka Waktu Pembaharuan.",
    "inTheEventThatTheFirstPartyHasReasonableSuspicion": "Dalam hal Pihak Pertama secara wajar mencurigai bahwa Pihak Kedua telah melanggar Perjanjian ini (termasuk, namun tidak terbatas pada, Ketentuan dan Kegiatan Yang Dilarang), bahwa tindakan Pihak Kedua (termasuk, namun tidak terbatas, mengirimkan data yang tidak tepat dan/atau tidak lengkap kepada Pihak Pertama) menimbulkan ancaman terhadap sistem, peralatan, proses atau jika layanan atau produk yang diserahkan atau dijual oleh Pihak Kedua melanggar peraturan perundang-undangan yang berlaku dilarang oleh pihak yang berwenang, atau dan berdampak negatif kepada khalayak luas (“<strong>Kondisi Yang Mengancam</strong>”), Pihak Pertama berhak untuk menangguhkan penyediaan Layanan (termasuk, namun tidak terbatas pada, penonaktifan Akun Pihak Kedua setiap saat dengan memberikan pemberitahuan tertulis sebelumnya mengenai Keadaan Mengancam yang terjadi dan jangka waktu bagi Pihak Kedua untuk mengambil langkah-langkah untuk memperbaiki atau mengatasi Keadaan Mengancam tersebut.",
    "uponTheSuspensionOfTheServicesInAccordanceWithClause": "Atas penangguhan Layanan yang dimaksud Klausul 5.3 di atas, Pihak Kedua berhak untuk memberikan klarifikasi atas Keadaan Mengancam dan memberikan bukti-bukti pendukung atas langkah-langkah yang telah diambil untuk memperbaiki atau mengatasi Keadaan Mengancam tersebut sebagai dasar dan pertimbangan bagi Pihak Pertama untuk mencabut penangguhan dan melanjutkan Layanan. Untuk menghindari keraguan, Pihak Pertama tidak akan bertanggung jawab atas segala Kerugian yang dialami (baik secara langsung atau tidak langsung, materiil dan immateriil) oleh Pihak Kedua akibat penangguhan Layanan kepada Pihak Kedua berdasarkan Klausul 5.4.",
    "whereTheServicesAreNotResumedAfterAPeriodOfSevenCalendarDays": "Apabila Layanan tidak dilanjutkan setelah periode tujuh (7) hari kalender setelah penangguhan, dan Pihak Kedua tidak mempergunakan haknya untuk memberi klarifikasi atas penangguhan tersebut atau gagal memberikan memberikan bukti-bukti pendukung atas langkah-langkah yang telah diambil untuk memperbaiki atau mengatasi Keadaan Mengancam kepada Pihak Pertama, Pihak Pertama berhak untuk segera mengakhiri Perjanjian ini dengan memberikan pemberitahuan tertulis kepada Pihak Kedua. Untuk menghindari keraguan, Pihak Kedua tetap bertanggung jawab atas semua jumlah tagihan yang harus dibayar atau yang belum dibayar kepada Pihak Pertama sebelum pengakhiran Perjanjian ini. Sebaliknya, Pihak Pertama berhak dan tetap memiliki kuasa untuk mengurangi saldo Pihak Kedua dalam rangka pelunasan kewajiban Pihak Kedua kepada Pihak Pertama termasuk Pihak Ketiga (jika berlaku).",
    "inAdditionToTheProvisionsStatedInThisAgreement": "Selain dari ketentuan yang disebutkan dalam Perjanjian ini, dari waktu ke waktu, Pihak Pertama diperbolehkan untuk mengakhiri Perjanjian ini yang akan berlaku seketika dengan cara menyampaikan pemberitahuan tertulis kepada Pihak Kedua, jika (i) Pihak Pertama menentukan berdasarkan kewenangannya sendiri bahwa Pihak Kedua tidak lagi memenuhi syarat untuk mendapatkan Layanan karena dugaan penipuan atau penipuan yang signifikan atau risiko kredit, atau risiko lain terkait dengan Akun Pihak Kedua yang ada di Pihak Pertama; (ii) Pihak Kedua menggunakan Layanan dengan cara yang dilarang atau tidak mematuhi ketentuan dalam Perjanjian ini atau dalam Ketentuan; (iii) undang-undang, peraturan, regulasi atau penyedia jasa keuangan apapun mensyaratkan Pihak Pertama untuk melakukannya; atau (iv) jika diduga secara wajar bahwa Pihak Kedua melanggar Ketentuan .",
    "thisAgreementMayBeTerminatedByEitherPartyEffective": "Perjanjian ini dapat diakhiri oleh salah satu Pihak dengan segera melalui pemberitahuan tertulis dalam hal (i) salah satu Pihak menjadi termohon dalam suatu permohonan pailit atau ii) penundaan kewajiban pembayaran utang yang diajukan oleh krediturnya (paksa) atau secara sukarela atau iii) karena tindakan hukum bisnis Pihak tersebut dilikuidasi, dibubarkan atau dihentikan.",
    "thisAgreementMayBeTerminatedBytTheSecondPartyAtAnyTime": "Perjanjian ini dapat diakhiri oleh Pihak Kedua setiap saat jika terjadi pelanggaran oleh Pihak Pertama atas Ketentuan atau syarat dalam Perjanjian ini (termasuk, namun tidak terbatas pada, pelanggaran terhadap pernyataan dan jaminan oleh Pihak Pertama dalam Ketentuan) yang tidak dapat diperbaiki setelah pemberitahuan tertulis tujuh (7) hari kalender setelah pemberitahuan tertulis atas pelanggaran tersebut.",
    "notwithstandingAnyProvisionsInThisAgreementToTheContrary": "Terlepas dari ketentuan dalam Perjanjian ini, salah satu Pihak dapat mengakhiri Perjanjian ini, tanpa alasan, dengan pemberitahuan tertulis paling lambat tiga puluh (30) hari kalender sebelumnya.",
    "noTerminationShallInAnyEventAffectAnyRightsOrObligations": "Dalam keadaan apapun, pengakhiran tidak akan mempengaruhi hak atau kewajiban masing-masing Pihak yang timbul atau terjadi pada Tanggal Efektif dari pengakhiran atau yang timbul setelah itu sehubungan dengan tindakan atau kelalaian yang terjadi sebelum pengakhiran tersebut. Tanpa mengurangi keumuman dari hal tersebut di atas, Pihak Kedua akan, terlepas dari pengakhiran Perjanjian ini dengan alasan apapun, tetap bertanggung jawab atas biaya yang masih harus dibayar atau diganti olehnya atas Layanan yang telah diberikan oleh Pihak Pertama sesuai dengan Klausul 3 dan Ketentuan dan karenanya semua kewajiban Pihak Kedua yang dinyatakan secara tegas dalam Ketentuan termasuk Ketentuan 9 dan 13 akan tetap berlaku.",
    "thePartiesHerebyExpresslyAgreeToWaiveTheProvisionsOfArticle1266": "Para Pihak dengan ini setuju untuk mengesampingkan ketentuan dalam Pasal 1266 KUH Perdata dimana keputusan pengadilan tidak diperlukan untuk pengakhiran Perjanjian ini.",
    "6ForceMajeure": "6. KEADAAN KAHAR",
    "eachPartyShallNotBeInBreachOfThisAgreementIfThereIsAnyTotal": "Setiap Pihak tidak akan melanggar Perjanjian ini jika ada kegagalan total atau sebagian dari tugas dan kewajiban berdasarkan Perjanjian ini yang disebabkan oleh tindakan Tuhan, kebakaran, tindakan pemerintah atau negara yang ada atau yang akan datang, perang, huru hara, pemberontakan, embargo, perselisihan perburuhan, tindakan terorisme, pemogokan, tindakan industrial lainnya, kegagalan kelistrikan atau pasokan lain, kegagalan teknis, kerusakan yang tidak disengaja atau mekanis atau kelistrikan, kegagalan komputer, kegagalan sistem transmisi uang, pelanggaran keamanan (peretasan) yang melanggar hukum, yang terjadi saat ini atau dimasa depan, terjadinya kejadian yang disebutkan dalam Ketentuan 6.7 atau alasan lain yang berada di luar kendali Pihak tersebut (masing masing, suatu “<1>Peristiwa Keadaan Kahar</1>”).",
    "ifEitherPartyIsUnableToPerformItsDutiesAndObligationsUnderThis": "Jika salah satu Pihak tidak dapat melaksanakan tugas dan kewajibannya dalam Perjanjian ini sebagai akibat langsung dari salah satu (1) atau lebih dari Peristiwa Keadaan Kahar, Pihak tersebut harus segera memberitahukan Pihak lain secara tertulis tentang ketidakmampuan tersebut. Pelaksanaan Perjanjian ini harus ditunda selama periode (dan hanya selama periode) dimana Peristiwa Keadaan Kahar berlanjut. Jika Peristiwa Keadaan Kahar berlanjut untuk periode: (a) lebih dari dua (2) bulan berturut-turut dari tanggal dimana Pihak yang terkena dampak memberitahukan Pihak lainnya atas Peristiwa Keadaan Kahar; atau (b) periode perpanjangan lainnya yang disetujui di antara Para Pihak secara tertulis, salah satu Pihak dapat mengeluarkan pemberitahuan tertulis kepada Pihak lainnya untuk mengakhiri Perjanjian ini dengan segera mulai dari tanggal pemberitahuan pengakhiran tersebut.",
    "eachPartyShallNotBeLiableForAnyLossesIncurred": "Setiap Pihak tidak bertanggung jawab atas segala kerugian yang terjadi sehubungan dengan Peristiwa Keadaan Kahar oleh Pihak lainnya.",
    "7DisputeResolution": "7. PENYELESAIAN SENGKETA",
    "anyDisputeControversyOrDifferenceBetweenThePartiesArising": "Setiap sengketa, perbedaan pendapat atau perselisihan antara Para Pihak yang lahir dari, atau terkait dengan Perjanjian ini (termasuk perselisihan mengenai keabsahan, keberadaan atau pengakhiran Perjanjian ini) atau atas pelanggarannya (suatu “<1>Sengketa</1>”) harus diselesaikan dengan musyawarah oleh Para Pihak dalam waktu tiga puluh (30) hari kalender setelah pemberitahuan tertulis oleh salah satu Pihak kepada Pihak lain dari Sengketa tersebut.",
    "ifTheDisputeHasNotBeenResolvedWithinTheAgreedTimeframe": "Jika Sengketa tidak dapat diselesaikan dalam jangka waktu yang disepakati, Para Pihak akan menyelesaikan perbedaan pendapat tersebut melalui Badan Arbitrase Nasional Indonesia (“<1>BANI</1>”) dengan menggunakan Bahasa Indonesia, di Wahana Graha lt. 1 dan lt.2, Jl. Mampang Prapatan No. 2, Jakarta 12760, Indonesia, dengan menunjuk arbiter tunggal sesuai dengan dan tunduk kepada peraturan BANI pada saat persidangan. Tunduk kepada putusan arbitrase, yang harus diputus selambat-lambatnya dalam waktu 6 (enam) bulan sejak pendaftaran Sengketa, serta mengakui dan menerima putusan sebagai putusan akhir dan mengikat bagi Para Pihak, dimana Pihak yang dikalahkan akan menanggung seluruh biaya pengajuan Sengketa dan / atau biaya yang timbul dari penyelesaian Sengketa, termasuk namun tidak terbatas pada biaya penunjukan arbiter untuk penyelesaian Sengketa serta penetapan putusan BANI di Pengadilan. Para Pihak secara tegas dan tidak dapat ditarik kembali setuju bahwa arbiter yang ditunjuk harus semata-mata terikat oleh aturan hukum yang ketat dalam membuat keputusannya dan tidak berhak untuk memberikan putusan ex aequo et bono.",
    "8Notices": "8. PEMBERITAHUAN",
    "eachNoticeRequiredToBeGivenByAPartyToTheOtherParty": "Setiap pemberitahuan yang diberikan oleh suatu Pihak kepada Pihak lainnya harus disampaikan melalui surat elektronik sebagai berikut:",
    "firstParty": "Pihak Pertama",
    "secondParty": "Pihak Kedua",
    "asProvidedInTheAccountActivationForm": "sesuai dengan Formulir Pengaktifan Akun",
    "unlessThereIsEvidenceThatANoticeOrCommunicationWasReceived": "Kecuali terdapat bukti bahwa suatu pemberitahuan atau komunikasi telah diterima sebelumnya, setiap pemberitahuan atau komunikasi tersebut harus dianggap telah diberikan: pada hari pengiriman, dengan ketentuan bahwa jika suatu pemberitahuan atau komunikasi diterima setelah jam kerja maka dianggap telah diterima dan telah berlaku pada hari kerja selanjutnya.",
    "eachNoticeOrCommunicateShallBeIrrevocableSave": "Setiap pemberitahuan atau komunikasi tidak dapat ditarik kembali kecuali sehubungan dengan kesalahan yang nyata.",
    "9RepresentationAndWarranty": "9. PERNYATAAN DAN JAMINAN",
    "eachPartyAcknowledgesThatItIsAndWillContinueToBeInCompliance": "Masing-masing Pihak mengakui bahwa ia mematuhi dan akan terus mematuhi semua undang-undang, peraturan, surat edaran, pedoman, dan arahan yang relevan yang diterbitkan oleh pengadilan atau lembaga pemerintah, badan pengatur atau badan profesional, pihak berwenang, atau badan, sehubungan dengan penyediaan Layanan. Untuk menghindari keraguan, Pernyataan ini berlaku juga untuk pegawai, agen dan perwakilan masing-masing Pihak yang terlibat dalam pelaksanaan Perjanjian ini.",
    "theSecondPartyHasReceivedAndWillContinueToMaintainAllRequisite": "Pihak Kedua telah menerima dan akan terus memelihara semua perjanjian, perjanjian, izin, lisensi, pengecualian dan otorisasi yang disyaratkan dari instansi pemerintah yang berwenang, badan pengatur atau badan profesional, atau orang yang berwenang, yang diperlukan untuk legalitas hukum perusahaan dan validitas bisnis dan operasi di Indonesia.",
    "10Indemnification": "10. GANTI RUGI",
    "toTheExtentPermittedUnderLawTheBreachingPartyAgreesToIndemnify": "Sejauh diperbolehkan oleh undang-undang, Pihak wanprestasi setuju untuk mengganti kerugian, membela, dan membebaskan Pihak non wanprestasi, dan untuk mengganti salah satu atau lebih dari Pihak non-wanprestasi atau afiliasinya sehubungan dengan, semua klaim, sebab atas tindakan, biaya, pengeluaran, kerugian, tanggung jawab, kerusakan, dan kewajiban yang timbul dari atau terkait dengan kewajiban Pihak wanprestasi sesuai dengan Perjanjian ini, termasuk namun tidak terbatas pada klaim oleh pihak ketiga.",
    "11Miscellaneous": "11. LAIN-LAIN",
    "thisAgreementIsGovernedByandMadeInaccordanceWithTheLaws": "Perjanjian ini diatur oleh dan dibuat sesuai dengan peraturan perundang-undangan Republik Indonesia dan Para Pihak dengan ini menyatakan untuk tunduk pada peraturan perundang-undangan Republik Indonesia yang berlaku.",
    "thisAgreementIsExecutedInBahasaIndonesiaAndEnglishVersion": "Perjanjian ini dibuat dalam versi Bahasa Indonesia dan Bahasa Inggris. Para Pihak setuju versi Bahasa Indonesia dari Perjanjian ini akan dianggap sebagai suatu kesatuan yang tidak dapat dipisahkan dari versi Bahasa Inggris. Dalam hal adanya suatu kerancuan, keraguan akan makna atau inkonsistensi antara versi Bahasa Inggris dan versi Bahasa Indonesia, versi Bahasa Indonesia yang akan berlaku.",
    "ifOneOrMoreProvisionsOfThisAgreementOrArrangementsReferred": "Jika satu atau lebih ketentuan dalam Perjanjian ini atau pengaturan yang disebutkan dalam Perjanjian ini dinyatakan tidak berlaku, tidak sah, atau tidak dapat diterapkan, dalam hal apapun berdasarkan hukum atau keputusan yang berlaku, keabsahan, legalitas dan keberlakuan ketentuan dan kesepakatan yang ada atau yang dirujuk dalam Perjanjian ini tidak akan terpengaruh atau terganggu dengan cara apapun. Pada saat terjadinya kejadian tersebut, Para Pihak harus menggunakan usaha terbaik mereka untuk mengubah ketentuan yang tidak berlaku, tidak sah atau tidak dapat diberlakukan sejauh yang diperlukan agar berlaku, sah dan dapat dilaksanakan, sedapat mungkin dan sesuai dengan keinginan awal Para Pihak.",
    "thePartiesAckonwledgeThatThisAgreementIsExecuted": "Para Pihak mengakui bahwa Perjanjian ini ditandatangani secara elektronik. Setiap salinan dari Perjanjian ini akan dianggap sebagai Perjanjian yang asli sejauh memenuhi persyaratan verifikasi dan validasi berdasarkan peraturan perundangan-undangan yang berlaku. Karenanya, Para Pihak setuju untuk tunduk dan terikat pada klausul-klausul Perjanjian ini dan tidak akan mempertentangkan atau menggugat keabsahan dari cara dari masing-masing Pihak dalam memberikan konsensusnya sebagai dasar pembatalan di lembaga penyelesaian sengketa atau otoritas manapun, termasuk karena alasan kealpaan konsensus Pihak Pertama dalam Perjanjian ini.",
    "thePartiesAckonwledgeAndAgreeThatTheAbsenceOfTheFirstParty": "Para Pihak mengakui dan setuju bahwa kealpaan tanda tangan elektronik Pihak Pertama adalah disengaja dan keadaan tersebut tidak akan dengan cara apapun akan mengurangi segala hak dan kewajiban Pihak Pertama termasuk hak dan kewajiban Pihak Kedua berdasarkan Perjanjian ini.",
    "inWitnessWhereofIsExecutedElectronicallyAndShall": "<0>DEMIKIANLAH ISI PERJANJIAN INI</0> yang ditandatangani secara elektronik dan mengikat secara hukum bagi Para Pihak sejak Tanggal Efektif.",
    "schedule1": "LAMPIRAN 1",
    "priceSchedule": "LAMPIRAN HARGA",
    "inConsiderationOfTheFirstPartyProvidingTheServicesTheSecondParty": "Atas dasar Pihak Pertama menyediakan Layanan, Pihak Kedua setuju untuk membayar kepada Pihak Pertama biaya-biaya yang ditentukan di bawah ini:",
    "remarks": "Keterangan",
    "feeDecidedByPaymentChannelProvided": "* Biaya ditentukan oleh penyedia kanal pembayaran",
    "mdrForIndonesianDigitalContentMerchants": "** MDR <1>3%</1> untuk Pedagang Indonesia yang menjual Konten Digital",
    "mdrForForeignDigitalContentMerchants": "*** MDR <1>3.5%</1> untuk Pedagang Asing yang menjual Konten Digital",
    "secondPartyMustSignASeparateAgreementWithKredivo": "**** Pihak Kedua harus menandatangani perjanjian terpisah dengan Kredivo",
    "termsOfPaymentAndMethod": "Syarat Pembayaran",
    "methodOfPaymentIsDependentOnTheServiceWhichWillBeAgreedUpon": "Metode pembayaran dapat ditentukan berdasarkan kesepakatan kedua belah pihak dan dapat berubah sewaktu-waktu:",
    "directDeductionTheApplicableServiceFeedInTheAmountSetOutAbove": "Pengurangan Langsung: Biaya layanan yang berlaku dalam jumlah yang disebutkan di atas dikurangkan dari saldo Pihak Kedua oleh Pihak Pertama pada setiap Penerimaan atau Pengiriman Dana yang dilaksanakan;",
    "thePricingOutlinedAboveExcludesPPN": "Harga yang diuraikan di atas tidak termasuk PPN.",

    "XPManagedSubAcc__secondPartyWhoseDetailsAreSpecified": "Pihak Kedua adalah sebagaimana disebutkan pada Nomor 2 dalam Lampiran 1 Perjanjian ini (“<1>Pihak Kedua</1>”).",
    "XPManagedSubAcc__ptSinarDigitalTerdepan": "PT SINAR DIGITAL TERDEPAN, suatu perseroan terbatas yang didirikan di Indonesia dan bertempat kedudukan di Rukan Grand Panglima Polim Kav 78, Jl. Panglima Polim Raya No. 16-17 Pulo, Kebayoran Baru, Jakarta Selatan, Indonesia 12160 (“<1>Pihak Pertama</1>”); dan",
    "XPManagedSubAcc__theFirstAndSecondParty": "Pihak Pertama dan Pihak Kedua dalam Perjanjian ini secara bersama-sama disebut sebagai “<1>Para Pihak</1>”, dan secara sendiri-sendiri sebagai “<3>Pihak</3>”.",
    "XPManagedSubAcc__secondPartyIsBusinessPartner": "Pihak Kedua adalah mitra usaha dari <1>{{businessLegalName}}</1> (“<3><0>{{businessLegalName}</0></3>”), bisnis yang ditentukan di Nomor 3 dalam Lampiran 1 Perjanjian ini bermaksud untuk menggunakan layanan, yang mungkin bervariasi selanjutnya sesuai dengan S&K (“<5>Layanan</5>”), Pihak Pertama; dan",
    "XPManagedSubAcc__secondPartyIsMerchant": "Bahwa Pihak Kedua, adalah Pedagang yang bidang usahanya dinyatakan dalam Formulir Pendaftaran Elektronik, bermaksud untuk menggunakan Layanan Pihak Pertama, tunduk kepada klausula-klausula dibawah ini:",
    "XPManagedSubAcc__accountOrMasterAccount": "“<1>Akun / Akun Utama</1>” artinya portal pengenal top-level yang dibuat dan disediakan oleh Pihak Pertama kepada {{businessLegalName}} agar Pihak kedua dapat menggunakan Layanan berdasarkan Perjanjian ini.",
    "XPManagedSubAcc__subAccount": "“<1>Akun Sub</1>” artinya gerbang pengenal second-level yang dibuat oleh Pihak Pertama atas permintaan Pihak Kedua untuk Merchant yang terhubung dengan Akun Utama yang dapat di akses, kontrol dan monitor oleh Akun Utama dan memiliki fitur yang terbatas dibandingkan Akun Utama.",
    "XPManagedSubAcc__services": "“<1>Layanan</1>” artinya layanan Penerimaan Pembayaran transaksi elektronik dan Penerusan Hasil Pembayaran transaksi elektronik yang disebutkan pada Lampiran 2, dan sebagaimana dijelaskan lebih rinci dalam Dokumentasi.",
    "XPManagedSubAcc__documentation": "“<1>Dokumentasi</1>” artinya informasi detil daring terkait setiap produk layanan penerimaan pembayaran transaksi elektronik dan penerusan hasil pembayaran transaksi elektronik yang ditawarkan Pihak Pertama yang dapat diakses pada laman web Pihak Pertama (<3>https://docs.xendit.co/id/index.html</3>)",
    "XPManagedSubAcc__termsAndConditions": "“<1>S&K</1>” artinya syarat dan ketentuan yang berlaku bagi Pihak Kedua untuk penggunaan Layanan Pihak Kedua, sebagaimana disampaikan dalam persyaratan pelanggan Pihak Pertama untuk pelanggan penggunaan pada laman web Pihak Pertama (<3>https://www.xendit.co/id/terms-and-conditions</3>) (“<5>Persyaratan Penggunaan Pelanggan Online</5>”) dan referensi yang disampaikan pada apapun terhadap S&K yang dinomorkan harus ditafsirkan sesuai dengan itu.",
    "XPManagedSubAcc__restrictedBusiness": "“<1>Kegiatan Yang Dilarang</1>” artinya aktivitas usaha yang dilarang atau dibatasi untuk dilakukan berdasarkan peraturan perundangan-undangan di Indonesia, yang transaksinya tidak dapat diproses atau akomodasi oleh Pihak Pertama sebagaimana diatur pada S&K 11. (<3>https://www.xendit.co/id/terms-and-conditions</3>)",
    "XPManagedSubAcc__dashboard": "“<1>Dasbor</1>” artinya suatu platform pelaporan berbasis web yang diberikan oleh Pihak Pertama kepada Pihak Kedua, yang berdasarkan Perjanjian ini diberikan kepada pemegang Akun Utama dan Akun Sub (-Akun Sub).",
    "XPManagedSubAcc__endUser": "“<1>Pengguna Akhir</1>” artinya perseorangan atau badan usaha yang membeli barang atau jasa dari Pihak Kedua, atau bertransaksi langsung dengan Pihak kedua, dimana informasinya akan dikirimkan oleh Pihak Kedua kepada Pihak Pertama selama menggunakan Layanan.",
    "XPManagedSubAcc__losses": "“<1>Kerugian</1>” artinya kerugian, kerusakan, tanggung jawab, biaya dan pengeluaran (termasuk upah dan pengeluaran yang wajar atas penasihat hukum dan penasehat lainnya, biaya pengadilan dan biaya penyelesaian sengketa lainnya) yang diderita atau dikeluarkan oleh suatu Pihak.",
    "XPManagedSubAcc__merchants": "“<1>Pedagang</1>” artinya pengelola atau pemilik situs web atau aplikasi handphone yang terintegrasi dengan Pihak Kedua atau adalah Pihak Kedua sendiri, dari mana Pengguna Akhir membeli barang atau layanan.",
    "XPManagedSubAcc__firstPartyShallProvideSecondParty": "Pihak Pertama akan menyediakan Pihak Kedua Layanan untuk mengakomodasi Pihak Kedua dalam penerimaan dan penerusan hasil transaksi elektronik untuk model usaha yang dideskripsikan pada Lampiran 1, dengan biaya yang ditetapkan dalam Lampiran 2 -- tunduk selalu pada syarat dan ketentuan yang ditetapkan dalam Perjanjian ini (termasuk S&K, sebagaimana diamandemen, diubah dan ditambahkan dari waktu ke waktu. Untuk menghindari keraguan, Pihak Kedua akan diberikan Akun Sub selama jangka waktu Perjanjian ini.",
    "XPManagedSubAcc__partiesAgreeOtherwiseInWriting": "Kecuali ditentukan lain oleh Para Pihak secara tertulis, Pihak Kedua dapat mempergunakan Layanan yang tidak tercakup saat tanggal Efektif berdasarkan Lampiran 2 Perjanjian ini, dengan tunduk kepada harga yang dipublikasikan pada S&K 2.1.",
    "XPManagedSubAcc__inConsiderationOfFirstParty": "Sehubungan dengan Layanan yang diberikan Pihak Pertama, Pihak Kedua setuju untuk membayar biaya dan kewajiban yang ditetapkan dalam Lampiran 2 Perjanjian ini.",
    "XPManagedSubAcc__inLineWithPrevailingTaxation": "Sesuai dengan peraturan perpajakan yang berlaku, biaya-biaya yang dijelaskan dalam Klausul tidak termasuk pajak pertambahan nilai (PPN) atas penjualan  barang dan jasa, kecuali ditentukan lain dalam Lampiran 2. Pihak Kedua mengetahui dan menyetujui untuk menanggung seluruh pajak yang yang berlaku sehubungan dengan Layanan yang diberikan berdasarkan Perjanjian ini, kecuali atas pajak penghasilan Pihak Pertama (Pph). Denda keterlambatan pembayaran PPN yang dibebankan oleh otoritas pajak karena kelalaian Pihak Kedua, akan menjadi tanggungan Pihak Kedua.",
    "XPManagedSubAcc__firstPartyReservesTheRight": "Pihak Pertama berhak untuk mengamandemen, mengubah atau menambahkan Ketentuan setiap saat (sepanjang tunduk pada hukum) dan  dengan jumlah tak terbatas dengan menempatkan versi perubahan Ketentuan pada laman web Pihak Pertama (<1>https://www.xendit.co/id/terms-and-conditions</1>), dengan memberikan pemberitahuan tujuh (7) hari kalender sebelumnya (“<3>Periode Pemberitahuan</3>”) kepada Pihak Kedua sebelum tanggal amandemen, perubahan atau penambahan Ketentuan berlaku, melalui surat elektronik. Setelah pemberitahuan diterima, Pihak Kedua berhak untuk seketika mengakhiri Perjanjian ini dengan mengirimkan pemberitahuan tertulis kepada Pihak Pertama atas keinginannya untuk mengakhiri Perjanjian dalam Periode Pemberitahuan. Setelah Periode Pemberitahuan berlalu dan sejauh tidak adanya pemberitahuan yang diterima oleh Pihak Pertama, Pihak Kedua menyatakan persetujuan untuk menerima dan terikat dengan amandemen, perubahan atau penambahan yang dilakukan atas Ketentuan. Ketentuan terkini akan menghapus dan mengganti semua versi Ketentuan sebelumnya.",
    "XPManagedSubAcc__eachPartyAcknowledges": "Masing-masing Pihak mengakui bahwa ia mematuhi dan akan terus mematuhi semua undang-undang, peraturan, surat edaran, pedoman, dan arahan yang relevan yang diterbitkan oleh pengadilan atau lembaga pemerintah, badan pengatur atau badan profesional, pihak berwenang, atau badan, sehubungan dengan penyediaan Layanan. Untuk menghindari keraguan, Pernyataan ini berlaku juga untuk pegawai, agen dan perwakilan masing-masing Pihak yang terlibat dalam pelaksanaan Perjanjian ini.",
    "XPManagedSubAcc__secondPartyAcknowledges": "Pihak Kedua mengakui bahwa Akun Sub yang diberikan dalam rangka mendapatkan Layanan berdasarkan Perjanjian ini dapat diakses, kontrol dan dimonitor oleh Akun Utama termasuk atas fakta bahwa atas diskresi Akun Utama, Akun Utama dapat mengirimkan Informasi Rahasia tertentu kepada pihak ketiga manapun.",
    "XPManagedSubAcc__secondPartyShallHoldFirstPartyHarmless": "Pihak Kedua akan membebaskan Pihak Pertama dari segala macam klaim, tuntutan, atau tindakan hukum lainnya terkait sengketa yang timbul antara Pihak Kedua - selaku pemegang Akun Sub dan mitra usaha Pihak Kedua - selaku pemegang Akun Utama berdasarkan Perjanjian ini."
  }