{
  "summary": "Ringkasan",
  "list": "Daftar",
  "loadingFraudGuardSummary": "Memuat ringkasan penipuan Anda",
  "emptyFraudGuardSummaryCaption": "Tidak ada transaksi dengan risiko penipuan",
  "emptyFraudGuardSummarySubtitle": "Tidak ada pembayaran terbaru ditandai beresiko sebagai fraud",
  "activity": "Aktivitas",
  "fraudGuardSummaryDescription": "Cuplikan detail dari transaksi anda yang ditandai sebagai kemungkinan penipuan dalam 7 hari terakhir.",
  "fraudGuardListInfo": "daftar dikonfigurasi adalah bagian dari Xenshield beta. Anda dapat menggunakan daftar ini untuk menyesuaikan bagaimana Anda berurusan dengan penipuan. Kami akan senang mendengar umpan balik yang mungkin Anda miliki tentang ini - chatting dengan kami melalui Xendit Dukungan bawah atau hubungi manajer akun Anda!",
  "amount": "Jumlah",
  "risk": "Risiko",
  "source": "Sumber",
  "reference": "Referensi",
  "chargeId": "biaya ID",
  "date": "Tanggal",
  "name": "Nama",
  "items": "item",
  "lastUpdated": "terakhir Diperbarui",
  "allowList": "Daftar yang diizinkan",
  "allowListDescription": "Klik salah satu daftar ini untuk melihat atau memperbarui daftar yang diperbolehkan.",
  "blockList": "blok Daftar",
  "blockListDescription": "Klik salah satu daftar ini untuk melihat atau memperbarui daftar yang diperbolehkan.",
  "loadingFraudList": "Memuat daftar penipuan Anda",
  "fraudListEventHistory": "Daftar ini terakhir diubah oleh <1>{{email}}</1> pada <2>{{timestamp}}</2>.",
  "fraudListEventHistoryEmpty": "Daftar ini tidak pernah diubah.",
  "fetchingEventHistory": "Mengambil log terbaru untuk daftar ini ...",
  "fraudList": "Daftar penipuan",
  "loadingYourList": "Memuat daftar Anda",
  "loadingAllowFraudList": "Memuat daftar Anda yang diizinkan",
  "loadingBlockFraudList": "Memuat daftar blokir Anda",
  "ipAllowList": "Daftar alamat IP yang diizinkan",
  "ipBlockList": "Daftar alamat IP yang diblokir",
  "ipAllowListDescription": "Xendit akan mengizinkan semua transaksi yang diproses dari alamat IP di dalam daftar ini. Hal ini akan menolak setiap upaya untuk memblokir transaksi (baik yang ditetapkan oleh Anda atau Xendit).",
  "ipAllowListExample": "Contoh, jika Anda menambahkan alamat IP 192.12.45.247 untuk IP memungkinkan daftar, semua transaksi di mana alamat IP sumber adalah 192.12.45.247 akan diizinkan.",
  "ipBlockListDescription": "Xendit akan memblokir semua transaksi yang diproses dari alamat IP di dalam daftar ini, kecuali mereka berada di dalam daftar IP yang di Izinkan.",
  "ipBlockListExample": "Contoh, jika Anda menambahkan 192.12.45.247 alamat IP ke daftar blok IP, semua transaksi di mana alamat IP sumber adalah 192.12.45.247 akan diblokir.",
  "binAllowList": "Daftar BIN yang diizinkan",
  "binBlockList": "Daftar BIN yang diblokir",
  "binAllowListDescription": "Xendit akan mengizinkan semua transaksi yang diproses menggunakan kartu kredit dengan BIN dalam daftar ini. Hal ini akan menolak setiap upaya untuk memblokir transaksi (baik yang ditetapkan oleh Anda atau Xendit).",
  "binAllowListExample": "Contoh, jika Anda menambahkan BIN 123456 ke daftar BIN yang diizinkan, semua transaksi di mana kartu kredit BIN 123456 akan diizinkan.",
  "binBlockListDescription": "Xendit akan memblokir semua transaksi yang diproses menggunakan kartu kredit dengan BIN dalam daftar ini, kecuali mereka berada di dalam daftar BIN yang Izinkan.",
  "binBlockListExample": "Contoh, jika Anda menambahkan BIN 123456 ke daftar blokir BIN, semua transaksi di mana kartu kredit BIN adalah 123456 akan diblokir.",
  "cardAllowList": "Daftar nomor kartu kredit yang diizinkan",
  "cardBlockList": "Daftar nomor kartu kredit yang diblokir",
  "cardAllowListDescription": "Xendit akan mengizinkan semua transaksi yang diproses dari nomor kartu khusus yang ada di dalam daftar ini. Hal ini akan menolak setiap upaya untuk memblokir transaksi (baik yang ditetapkan oleh Anda atau Xendit).",
  "cardBlockListDescription": "Xendit akan memblokir semua transaksi yang diproses dari nomor kartu tertentu di dalam daftar ini.",
  "addedFromDetails": "Kartu yang terdapat di sini ditambahkan ke daftar berdasarkan Rincian halaman Transaksi pada tab Kartu Kredit.",
  "countryAllowList": "Daftar negara yang diizinkan",
  "countryBlockList": "Daftar negara yang diblokir",
  "countryAllowListDescription": "Xendit akan mengizinkan semua transaksi yang diproses menggunakan kartu kredit dari negara di dalam daftar ini. Hal ini akan menolak setiap upaya untuk memblokir transaksi (baik yang ditetapkan oleh Anda atau Xendit).",
  "countryBlockListDescription": "Xendit akan memblokir semua transaksi yang diproses menggunakan kartu kredit dari negara di dalam daftar ini.",
  "countryAllowListExample": "Contoh, jika Anda menambahkan negara Spanyol dalam daftar ini, maka transaksi yang diproses dari kartu kredit yang di-issue dari bank yang berasal dari Spanyol akan diizinkan.",
  "countryBlockListExample": "Contoh, jika Anda menambahkan negara Spanyol dalam daftar ini, maka transaksi yang diproses dari kartu kredit yang di-issue dari bank yang berasal dari Spanyol akan diblokir.",
  "addListInstruction": "Klik pada tombol 'Add' untuk menambahkan item ke daftar ini.",
  "addListFromDetailsInstruction": "Anda dapat menghapus Kartu dari daftar ini, tetapi Anda tidak dapat menambahkan kartu baru di sini. Untuk melakukannya, tambahkan mereka dari halaman Rincian Transaksi.",
  "emptyFraudListCaption": "Tidak ada item dalam daftar ini",
  "ip": "IP",
  "addIpAllow": "Menambahkan IP ke daftar terizinkan",
  "addIpBlock": "Menambahkan IP ke daftar blokir",
  "deleteIpAllow": "Hapus IP dari Daftar Izinkan",
  "deleteIpBlock": "Hapus IP dari Daftar Blok",
  "specific": "Spesifik",
  "range": "Jarak",
  "from": "Dari",
  "to": "Ke",
  "validIpFormat": "IP Address sah",
  "notDuplicated": "Tidak Diduplikasi",
  "greaterThanFromIp": "Lebih besar dari 'Dari' alamat IP",
  "ipDuplicatedInBlockList": "Alamat IP ini dalam daftar blok Anda",
  "ipDuplicatedInAllowList": "Alamat IP ini dalam daftar memungkinkan Anda",
  "rangeIpDuplicated": "Beberapa alamat IP dalam rentang ini sudah berada di dalam daftar blokir atau terizin",
  "ipAddress": "Alamat IP",
  "deleteIpAllowInstruction": "Jika Anda ingin kembali mengizinkan IP ini, silakan tambahkan pada daftar alamat IP yang diizinkan.",
  "deleteIpBlockInstruction": "Jika Anda ingin kembali memblokir IP ini, silakan tambahkan pada daftar alamat IP yang diblokir.",
  "bin": "TEMPAT SAMPAH",
  "country": "Negara",
  "bank": "Bank",
  "scheme": "Skema",
  "type": "Ketik",
  "addBinAllow": "Menambahkan BIN ke daftar terizinkan",
  "addBinBlock": "Menambahkan BIN ke daftar blokir",
  "deleteBinAllow": "Hapus BIN dari Daftar Izinkan",
  "deleteBinBlock": "Hapus BIN dari Daftar Blok",
  "binDuplicatedInBlockList": "BIN ini dalam daftar blok Anda",
  "binDuplicatedInAllowList": "BIN ini dalam daftar memungkinkan Anda",
  "binTooltip": "BIN atau Nomor Identifikasi Bank adalah 6 angka pertama dari nomor kartu kredit.",
  "validBinFormat": "BIN Nomor sah (semua nomor, 6 digit)",
  "deleteBinAllowInstruction": "Jika Anda ingin kembali mengizinkan BIN ini, silakan tambahkan pada daftar BIN yang diizinkan.",
  "deleteBinBlockInstruction": "Jika Anda ingin kembali memblokir BIN ini, silakan tambahkan pada daftar BIN yang diblokir.",
  "creditCardNumber": "nomor kartu kredit",
  "cardNumber": "Nomor kartu",
  "deleteCardAllow": "Hapus Nomor Kartu Kredit dari Daftar Izinkan",
  "deleteCardBlock": "Hapus Nomor Kartu Kredit dari Daftar Blok",
  "deleteCardAllowInstruction": "Anda dapat mengizinkan kartu ini lagi dari Rincian Transaksi halaman di tab Kartu Kredit.",
  "deleteCardBlockInstruction": "Anda dapat memblokir kartu ini lagi dari Rincian Transaksi halaman di tab Kartu Kredit.",
  "addCountryAllow": "Menambahkan Negara ke daftar terizinkan",
  "addCountryBlock": "Menambahkan Negara ke daftar blokir",
  "deleteCountryAllow": "Hapus Negara dari dafter terizinkan",
  "deleteCountryBlock": "Hapus Negara dari daftar blokir",
  "countryDuplicatedInBlockList": "Negara ini terdaftar dalam daftar blokir Anda",
  "countryDuplicatedInAllowList": "Negara ini terdaftar dalam daftar terizinkan Anda",
  "deleteCountryAllowInstruction": "Jika Anda ingin mengizinkan kembali seluruh BIN dari Negara ini, silakan tambahkan pada daftar Negara yang diizinkan",
  "deleteCountryBlockInstruction": "Jika Anda ingin memblokir kembali seluruh BIN dari Negara ini, silakan tambahkan pada daftar Negara yang diblokir",
  "selectCountry": "Pilih Negara"
}